Repository: MicaForEveryone/MicaForEveryone
Catalog: MicaForEveryone.UI/Strings/*/*/Resources.resw
Source language: en
Languages: ar, az, bg, cs, de, el, es, fa, fr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sr_cyrl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# VersionLabel.Text
source: Version
ar: الإصدار
az: Versiya
bg: Версия
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sr_cyrl: Верзија
sr_latn: Verzija
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# AdvancedSetting.Header
source: Advanced
ar: إعدادات متقدمة
az: Qabaqcıl
bg: За напреднали
cs: Pokročilé
de: Erweitert
el: Προχωρημένα
es: Avanzada
fa: پیشرفته
fr: Avancé
hu: Fejlett
id: Lanjutan
it: Avanzate
ja: 高度
ko: 자세히
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sr_cyrl: Напредно
sr_latn: Napredno
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级设置
zh_hant: 高級設置

# ConfigFileSetting.Header
source: Config File
ar: ملف الإعدادات
az: Konfiqurasiya faylı
bg: Файл за конфигуриране
cs: Konfigurační Soubor
de: Konfigurationsdatei
el: Αρχείο Config
es: Archivo de configuración
fa: فایل پیکربندی
fr: Fichier de configuration
hu: Konfigurációs fájl
id: Berkas konfigurasi
it: File di Configurazione
ja: 設定ファイル
ko: 구성 파일
nl: Configuratiebestand
pl: Plik konfiguracyjny
pt_br: Arquivo de Configuração
ro: Fișier de configurare
ru: Файл конфигурации
sr_cyrl: Конфигурациона датотека
sr_latn: Konfiguraciona datoteka
tr: Konfigürasyon Dosyası
uk: Файл конфігурації
vi: Tệp thiết lập
zh_hans: 配置文件
zh_hant: 配置文件

# StyleSetting.Header
source: Style
ar: إعدادات الشكل
az: Stil
bg: Стил
cs: Styl
de: Stil
el: Στυλ
es: Estilo
fa: طرح
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
sr_cyrl: Стил
sr_latn: Stil
tr: Tarz
uk: Стиль
vi: Kiểu
zh_hans: 样式设置
zh_hant: 樣式設置

# OpenInEditorSetting.Description
source: Open config file in your default text editor.
ar: افتح ملف الإعدادات في برنامج تعديل النصوص.
az: Defolt mətn redaktorunuzda konfiqurasiya faylını açın.
bg: Отворете файла с конфигурацията в текстовия редактор по подразбиране.
cs: Otevřít konfigurační soubor ve výchozím textovém editoru
de: Konfigurationsdatei in Standard-Texteditor öffnen.
el: Άνοιγμα αρχείου config στον προεπιλεγμένο σου συντάκτη κειμένου.
es: Abre el archivo de configuración en su editor de texto predeterminado.
fa: باز کردن فایل پیکربندی در ویرایشگر متنی پیشفرضتان
fr: Ouvrir le fichier de configuration dans l'éditeur de texte par défaut.
hu: Nyissa meg a konfigurációs fájlt az alapértelmezett szövegszerkesztőben.
id: Buka berkas konfigurasi di editor teks default Anda.
it: Apri file di configurazione nell'Editor di Testo predefinito.
ja: 設定ファイルを既定のテキストエディターで開きます。
ko: 구성 파일을 텍스트 편집기로 엽니다.
nl: Open het configuratiebestand in je standaard tekstverwerker.
pl: Otwórz plik konfiguracyjny w domyślnym edytorze tekstu.
pt_br: Abre o arquivo de configuração em seu editor de texto padrão.
ro: Deschide fișier de configurare în editorul de text prestabilit.
ru: Открыть файл конфигурации в текстовом редакторе по умолчанию
sr_cyrl: Отвара конф. датотеку у подразумеваном текстуалном едитору.
sr_latn: Otvara konf. datoteku u podrazumevanom tekstualnom editoru.
tr: Konfigürasyon dosyasını varsayılan metin düzenleyicisinde aç.
uk: Відкрити файл конфігурації в стандартному текстовому редакторі.
vi: Chỉnh sửa tệp thiết lập trong trình biên tập mặc định.
zh_hans: 使用默认文本编辑器中打开配置文件。
zh_hant: 使用默認文本編輯器中打開配置文件。

# OpenInEditorSetting.Header
source: Edit in Text Editor
ar: تعديل
az: Mətn redaktorunda redaktə edin
bg: Редактиране в текстов редактор
cs: Upravit v textovém editoru
de: In Texteditor bearbeiten
el: Επεξεργασία στον Συντάκτη Κειμένου
es: Abrir configuración en el editor de texto
fa: ویرایش در ویرایشگر متن
fr: Modifier dans l'éditeur de texte.
hu: Szerkesztés szövegszerkesztőben
id: Ubah di editor teks
it: Apri nell'Editor di Testo
ja: テキストエディターで編集
ko: 텍스트 편집기로 수정하기
nl: Bewerken in teksteditor
pl: Edytuj w Edyorze tekstowym
pt_br: Editar em um Editor de Texto
ro: Editează în editor text
ru: Редактировать в текстовом редакторе
sr_cyrl: Отвори у текстуалном едитору
sr_latn: Otvori u tekstualnom editoru
tr: Metin Düzenleyicide Düzenle
uk: Редагувати в текстовому редакторі
vi: Chỉnh sửa
zh_hans: 在文本编辑器中编辑
zh_hant: 在文本編輯器中編輯

# ReloadSetting.Description
source: Reload rules from config file then apply them to all open windows.
ar: إعادة تحميل ملف الإعدادات
az: Qaydaları konfiqurasiya faylından yenidən yükləyin, sonra onları bütün açıq pəncərələrə tətbiq edin.
bg: Презареждане на правилата от конфигурационния файл и прилагането им към всички отворени прозорци.
cs: Znovu načte pravidla a nastaví je na všechny otevřené okna.
de: Regeln aus Konfigurationsdatei laden und auf alle offnen Fenster anwenden.
el: Επαναφόρτωση κανόνων από αρχείο config και μετά εφαρμογή τους σε όλα τα παράθυρα.
es: Vuelve a cargar las reglas desde el archivo de configuración y las aplica a todas las ventanas abiertas.
fa: بارگذاری مجدد نمایه‌ها از فایل پیکربندی و اعمال آن‌ها روی پنجره‌ها.
fr: Rechargez les règles à partir du fichier de configuration, puis appliquez-les à toutes les fenêtres ouvertes.
hu: Töltse be újra a szabályokat a konfigurációs fájlból, majd alkalmazza őket az összes megnyitott ablakra.
id: Muat ulang aturan dari berkas konfigurasi lalu terapkan ke semua jendela yang terbuka.
it: Ricarica le regole da un file di configurazione e applicale a tutte le finistre attualmente aperte.
ja: 設定ファイルからルールを再読み込みし、開いているすべてのウィンドウに適用します。
ko: 구성 파일로 부터 리로드하고 열려있는 모든 앱에 효과를 입힙니다.
nl: Herlaad regels uit configuratiebestand en pas ze toe op alle geopende vensters.
pl: Przeładuj reguły dodane z poziomu pliku konfiguracyjnego i zastosuj je do okien.
pt_br: Recarrega as regras do arquivo de configuração e aplica a todas as janelas abertas.
ro: Reîncarcă regulile din fișierul de configurare, apoi se aplică la toate ferestrele deschise.
ru: Перезагружает правила из файла конфигурации и применяет их ко всем окнам
sr_cyrl: Поново учитава правила из конф. датотеке, па их примењује на све отворене прозоре.
sr_latn: Ponovo učitava pravila iz konf. datoteke, pa ih primenjuje na sve otvorene prozore.
tr: Kuralları konfigürasyon dosyasından yeniden yükle ve sonrasında onları tüm açık pencerelere uygula.
uk: Перезавантажує правила з файлу конфігурації та застосовує їх до всіх відкритих вікон.
vi: Áp dụng thiết lập hiện tại lên các cửa sổ
zh_hans: 重新加载配置文件，并将您修改的规则立即生效。
zh_hant: 重新加載配置文件，並將您修改的規則立即生效。

# ReloadSetting.Header
source: Reload
ar: إعادة تحميل
az: Yenidən yükləyin
bg: Презареди
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Volver a cargar el archivo de configuración
fa: بارگذاری مجدد
fr: Recharger
hu: Újratöltés
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 리로드
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ro: Reîncarcă
ru: Перезагрузить
sr_cyrl: Поново учитај конф. датотеку
sr_latn: Ponovo učitaj konf. datoteku
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载配置文件
zh_hant: 重新加載配置文件

# ResetSetting.Description
source: Restore default rules and delete all changes.
ar: استعادة القواعد الافتراضية وحذف قواعدك.
az: Standart qaydaları bərpa edin və bütün dəyişiklikləri silin.
bg: Възстановяване на правилата по подразбиране и изтриване на всички промени.
cs: Obnovit všechny změny a vymazat změny
de: Alle Standardregeln wiederherstellen und alle Änderungen löschen.
el: Επαναφορά προεπιλεγμένων κανόνων και διαγραφή όλων των αλλαγών.
es: Restaura las reglas predeterminadas y elimina todos los cambios.
fa: بازگردانی نمایه‌های پیشفرض و حذف تمام تغییرات.
fr: Restaure les règles par défaut et supprime tous les changements.
hu: Az alapértelmezett szabályok visszaállítása és az összes módosítás törlése.
id: Pulihkan aturan default dan hapus semua perubahan.
it: Ripristina le regole predefinite e cancella tutte le modifiche.
ja: すべての変更を削除しルールを初期値に復元します。
ko: 기본값으로 복구하고 있던 모든 항목들을 제거합니다.
nl: Herstel de standaardregels en verwijder alle wijzigingen.
pl: Przywróć domyślne reguły i usuń wszystkie wprowadzone zmiany.
pt_br: Restaura as regras padrões e exclui todas as alterações.
ro: Restaurează regulile implicite și anulează toate schimbările.
ru: Восстановить правила по умолчанию и удалить все изменения
sr_cyrl: Враћа предефинисана правила и брише све промене.
sr_latn: Vraća predefinisana pravila i briše sve promene.
tr: Varsayılan kuralları geri getir ve tüm değişiklikleri sil.
uk: Відновити стандартні правила і видалити всі зміни.
vi: Khôi phục lại thiết lập mặc định.
zh_hans: 恢复默认规则并撤销所有修改。
zh_hant: 恢複默認規則並撤銷所有修改。

# ResetSetting.Header
source: Reset
ar: إعادة ضبط
az: Sıfırla
bg: Презареди
cs: Resetovat
de: Zurücksetzen
el: Επαναφορά
es: Restablecer a la configuración predeterminada
fa: بازنشانی
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
ja: 初期化
ko: 초기화
nl: Resetten
pl: Resetuj
pt_br: Resetar
ro: Resetează
ru: Сброс
sr_cyrl: Ресетуј
sr_latn: Resetuj
tr: Sıfırla
uk: Відновити
vi: Khôi phục
zh_hans: 重置配置文件
zh_hant: 重置配置文件

# Credit.Text
source: By
ar: من
az: Yaradıcılar
bg: От
cs: Od
de: Von
el: Από
es: Por
fa: ارائه شده توسط
fr: par
hu: Készítő
id: Oleh
it: Di:
ja: 開発者
ko: 제작자
nl: Door
pl: Stworzona przez
pt_br: Por
ro: De către
ru: от
sr_cyrl: Аутор:
sr_latn: Autor:
tr: Yapanlar
uk: Від
vi: Bởi
zh_hans: 作者：
zh_hant: 作者：

# IconCredit.Text
source: Icon by:
ar: الأيقونة من تصميم:
az: İkonun yaradıcısı:
bg: Икона от:
cs: Ikona od:
de: Symbol von:
el: Εικονίδιο από:
es: Icono por:
fa: نماد برنامه توسط:
fr: Icône par:
hu: Ikon:
id: Ikon oleh:
it: Icona di:
ja: アイコン作成:
ko: 아이콘 제작자:
nl: Icoon door:
pl: Ikony stworzone przez:
pt_br: Icone por:
ro: Iconiță de către:
ru: Иконка от:
sr_cyrl: Иконицу урадио:
sr_latn: Ikonicu uradio:
tr: Simgeyi yapan:
uk: Автор піктограми:
vi: Biểu tượng bởi:
zh_hans: 图标设计：感谢
zh_hant: 圖標設計：感謝

# TranslatorsCredit.Text
source: Translations by:
ar: المترجمين:
az: Tərcüməçilər:
bg: Превод от:
cs: Překlady od:
de: Übersetzung von:
el: Μεταφράσεις από:
es: Traducido por:
fa: ترجمه توسط:
fr: Traductions par:
hu: Fordítások:
id: Terjemahan oleh:
it: Traduzioni di:
ja: 日本語翻訳:
ko: 번역:
nl: Vertalingen door:
pl: Tłumacze aplikacji:
pt_br: Traduções por:
ro: Traduceri de către:
ru: Перевод от:
sr_cyrl: Преводиоци:
sr_latn: Prevodioci:
tr: Çevirileri yapanlar:
uk: Перекладачі:
vi: Phiên dịch bởi:
zh_hans: 界面语言翻译：感谢
zh_hant: 界麵語言翻譯：感謝

# CornerMenu.Text
source: Corner Mode
ar: شكل الأطراف
az: Künc rejimi
bg: Ъглов режим
cs: Režim rohu
de: Eckenrundungsmodus
el: Λειτουργία Γωνίας
es: Modo de esquina
fa: حالت گوشه
fr: Personnalisation des coins
hu: Sarok mód
id: Modus Sudut
it: Modalità Angolo
ja: 角の形
ko: 모서리 모드
nl: Hoekafrondingsmodus
pl: Krawędzie
pt_br: Modo de Canto
ro: Tip de rotunjire a colțurilor
ru: Скругление рамок окон
sr_cyrl: Режим углова
sr_latn: Režim uglova
tr: Köşe Modu
uk: Режим заокруглення рамок
vi: Chế độ viền
zh_hans: 窗口边角
zh_hant: 窗口邊角

# CornerPreferenceSetting.Header
source: Corner Mode
ar: شكل الأطراف
az: Künc rejimi
bg: Ъглов режим
cs: Režim rohu
de: Eckenrundungsmodus
el: Λειτουργία Γωνίας
es: Modo de esquina
fa: حالت گوشه
fr: Personnalisation des coins
hu: Sarok mód
id: Modus Sudut
it: Modalità Angolo
ja: 角の形
ko: 모서리 모드
nl: Hoekafrondingsmodus
pl: Krawędzie
pt_br: Modo de Canto
ro: Tip de rotunjire a colțurilor
ru: Скругление рамок окон
sr_cyrl: Режим углова
sr_latn: Režim uglova
tr: Köşe Modu
uk: Режим заокруглення рамок
vi: Chế độ viền
zh_hans: 窗口边角
zh_hant: 窗口邊角

# SquareMenuItem.Text
source: Square
ar: مربعة
az: Kvadrat
bg: Квадрат
cs: Hranaté
de: Quadratisch
el: Τετράγωνη
es: Cuadrado
fa: مستطیل
fr: Carré
hu: Négyzet
id: Persegi
it: Quadrato
ja: 四角
ko: 뾰족한
nl: Vierkant
pl: Kwadratowe
pt_br: Quadrado
ro: Pătrat
ru: Острые
sr_cyrl: Четвртасти
sr_latn: Četvrtasti
tr: Kare
uk: Гострі
vi: Viền vuông
zh_hans: 直角
zh_hant: 直角

# RoundedMenuItem.Text
source: Rounded
ar: منحنية
az: Dairəvi
bg: Заоблени
cs: Zakulacené
de: Gerundet
el: Στρογγυλεμένη
es: Redondeado
fa: گرد
fr: Arrondi
hu: Lekerekített
id: Membulat
it: Arrotondato
ja: 丸
ko: 둥근
nl: Afgerond
pl: Zaokrąglone
pt_br: Arredondado
ro: Rotunjit
ru: Скругленные рамки
sr_cyrl: Закругљени
sr_latn: Zakrugljeni
tr: Yuvarlatılmış
uk: Заокруглені
vi: Viền tròn
zh_hans: 圆角
zh_hant: 圓角

# RoundedSmallMenuItem.Text
source: Slightly Rounded
ar: منحنية قليلاً
az: Yüngül dairəvi
bg: Леко заоблени
cs: Lehce zakulacené
de: Leicht abgerundet
el: Λίγο Στρογγυλεμένη
es: Ligeramente redondeado
fa: کمی گرد
fr: Légèrement arrondi
hu: Enyhén lekerekített
id: Agak membulat
it: Leggermente arrotondato
ja: 少し丸く
ko: 약간 둥근
nl: Licht afgerond
pl: Lekko zaokrąglone
pt_br: Ligeiramente Arredondado
ro: Ușor Rotunjit
ru: Слегка скругленные рамки
sr_cyrl: Благо закругљени
sr_latn: Blago zakrugljeni
tr: Birazcık Yuvarlatılmış
uk: Злегка заокруглені
vi: Kết hợp
zh_hans: 稍圆
zh_hant: 稍圓

# CornerDescription.Text
source: Set corner rounding mode,
ar: ضبط انحناء أطراف النوافذ،
az: Künc dairəvi rejimini təyin edin,
bg: Задаване на режим на заоблянето на ъглите,
cs: Nastavit režim zaoblení oken,
de: Einstellen des Eckenrundungsmodus,
el: Ορισμός λειτουργίας στρογγυλέματος γωνίας,
es: Establezca el modo de redondeo de las esquinas,
fa: تنظیم گرد بودن گوشه پنجره‌ها،
fr: Définir le mode arrondi des coins,
hu: Sarokkerekítési mód,
id: Setel mode pembulatan sudut,
it: Imposta la modalità di arrotondamento degli angoli,
ja: 角の丸みの形を設定
ko: 창 모서리 모드를 설정하세요.
nl: Hoekafrondingsmodus instellen,
pl: Ustaw typ krawędzi,
pt_br: Definir modo de arredondamento de canto,
ro: Setează tipul de rotunjire al colțurilor,
ru: Устанавливает режим скругления рамки окна,
sr_cyrl: Подешава режим углова прозора.
sr_latn: Podešava režim uglova prozora.
tr: Köşe yuvarlatma modunu ayarla,
uk: Встановити режим заокруглення кутів,
vi: Thiết lập viền tròn,
zh_hans: 该选项用于设置应用程序窗口边角半径，
zh_hant: 該選項用於設置應用程序窗口邊角半徑，

# DefaultCornerDescription.Text
source: Default doesn't do anything to keep app's preferred corner rounding mode.
ar: لا يؤثر "افتراضي" على انحناء البرنامج المحدد.
az: Defolt tətbiqin üstünlük verdiyi künc dairəvi rejimini saxlamaq üçün heç nə etmir.
bg: Подразбиране не се прави нищо, с цел да се запази предпочитаният от приложението режим на закръгляне на ъглите.
cs: Výchozí nedělá nic k ponechání výchozího zaoblení rohů
de: Standard tut nichts, außer den in der App bevorzugten Eckenrundungsmodus beizubehalten.
el: Η Προεπιλογή δεν κάνει τίποτα για για να διατηρησει την προτιμώμενη λειτουργία στρογγυλέματος γωνίας της εφαρμογής.
es: Predeterminado no hace nada para así mantener el redondeo de esquinas predeterminado de la aplicación.
fa: گزینه «پیشفرض» تغییری ایجاد نمیکند تا از حالت ترجیحی برنامه برنامه استفاده شود.
fr: "Défaut" ne conserve pas le mode arrondi des coins préféré dans l'application.
hu: Az alapértelmezett beállítás nem tesz semmit az alkalmazás preferált saroklekerekítési módjának megőrzéséért.
id: Default tidak melakukan apa pun untuk mempertahankan mode pembulatan sudut yang disukai aplikasi.
it: L'impostazione predefinita non fa nulla per mantenere la modalità di arrotondamento degli angoli preferita dall'applicazione.
ja: 「標準」は何もせず、そのアプリが指定している角の形のままにします。
ko: 기본은 현재의 앱의 창 모서리에 아무런 영향을 주지 않습니다.
nl: De optie "Standaard" doet niets om de voorkeursmodus voor hoekafronding van de app te behouden.
pl: Domyślne, preferowane przez aplikacje.
pt_br: O padrão não faz nada para manter o modo de arredondamento de canto preferido do aplicativo.
ro: Modul Implicit nu modifică nimic, pentru a păstra modul de rotunjire al colțurilor preferat de aplicație.
ru: В режиме По умолчанию сохраняется режим скругления рамки, установленный приложением.
sr_cyrl: Опција "Подразумевано" оставља подразумевано закругљење углова прозора.
sr_latn: Opcija "Podrazumevano" ostavlja podrazumevano zakrugljenje uglova prozora.
tr: Varsayılan, uygulamanın tercih edilen köşe yuvarlatma modunu tutmak için hiçbir şey yapmaz.
uk: режим "За замовчуванням" зберігає стандартне заокруглення кутів додатка.
vi: Theo mặc định không làm gì để giữ viền tròn của ứng dụng.
zh_hans: 现在将由应用程序自行决定使用直角或圆角窗口边框。
zh_hant: 現在將由應用程序自行決定使用直角或圓角窗口邊框。

# SquareCornerDescription.Text
source: Square mode disables corner rounding.
ar: يلغي "مربع" الأطراف المنحنية بالكامل.
az: Kvadrat rejimi künc dairəvisini söndürür.
bg: Квадратният режим деактивира заоблянето на ъглите.
cs: Hranatý režim vypne zakulacení oken
de: Der Modus "Quadratisch" deaktiviert das Runden von Ecken.
el: Η λειτουργία Τετράγωνη απενεργοποιεί την στρογγυλοποίηση γωνιών.
es: el modo cuadrado desactiva el redondeo de esquinas.
fa: حالت «مستطیل» گوشه پنجره‌ها را تیز می‌کند.
fr: "Carré" désactive l'arrondi des coins.
hu: A négyzetes mód letiltja a saroklekerekítést.
id: Mode persegi menonaktifkan pembulatan sudut.
it: La modalità quadrata disabilita l'arrotondamento degli angoli.
ja: 「四角」は、角の丸め指定を無効化します。
ko: 뾰족한 모드는 창 모서리를 뾰족하게 만듭니다.
nl: De optie "Vierkant" schakelt hoekafronding uit.
pl: Kwadratowe, które wyłączają zaorkąglenie.
pt_br: O modo quadrado desativa o arredondamento de canto.
ro: Modul pătrățos dezactivează rotunjirea colțurilor.
ru: Режим острых рамок принудительно делает рамки всех окон острыми.
sr_cyrl: Четвртасти режим онемогућава закругљивање углова.
sr_latn: Četvrtasti režim onemogućava zakrugljivanje uglova.
tr: Kare mod köşe yuvarlatmaşını kapatır.
uk: режим "Гострі" вимикає заокруглення кутів.
vi: Chế độ viền vuông vô hiệu hóa sự viền tròn góc.
zh_hans: 现在将强制应用程序使用直角窗口边框。
zh_hant: 現在將強製應用程序使用直角窗口邊框。

# RoundedCornerDescription.Text
source: Rounded mode enables rounded corners by force.
ar: يجبر "منحني" انحناء كل الأطراف.
az: Dairəvi rejim məcburi dairəvi küncləri təmin edir.
bg: Заоблени кара ъглите да са заоблени.
cs: Zakulacený režim vynutí zakulacené okna
de: Der Modus "Gerundet" aktiviert abgerundete Ecken zwangsweise.
el: Η λειτουργία Στρογγυλεμένη ενεργοποιεί αναγκαστικά τις στρογγυλές γωνίες.
es: el modo redondeado permite redondear las esquinas forzosamente.
fa: حالت «گرد» گوشه پنجره‌ها را به اجبار گرد می‌کند.
fr: "Arrondi" force l'activation des coins arrondis.
hu: A Lekerekített mód lehetővé teszi a sarkok erőszakos lekerekítését.
id: Mode membulat memungkinkan sudut membulat secara paksa.
it: La modalità arrotondata abilita gli angoli arrotondati in modo forzato.
ja: 「丸」は、強制的に角の丸めを有効化します。
ko: 둥근 모서리 모드는 모든 앱의 창 모서리를 둥글게 만듭니다.
nl: De optie "Afgeronde" maakt afgeronde hoeken geforceerd mogelijk.
pl: Zaokrąglone, wymusza zaoblenie krawędzi.
pt_br: O modo arredondado permite cantos arredondados à força.
ro: Modul rotunjit forțează activarea colțurilor rotunjite.
ru: Режим скругленных рамок принудительно скругляет рамки для всех окон.
sr_cyrl: Закругљени режим принудно омогућава закругљене углове.
sr_latn: Zakrugljeni režim prinudno omogućava zakrugljene uglove.
tr: Yuvarlatılmış mod, yuvarlatılmış köşeleri zorla açar.
uk: режим "Заокруглені" примусово заокруглює кути.
vi: Chế độ viền tròn buộc các góc phải được viền tròn.
zh_hans: 现在将强制应用程序使用圆角窗口边框。
zh_hant: 現在將強製應用程序使用圓角窗口邊框。

# RoundedSmallCornerDescription.Text
source: Slightly rounded mode is in the middle between square and rounded corners.
ar: يجبر "منحني قليلاً" انحناء كل الأطراف قليلاً.
az: Bir az dairəvi rejim, kvadrat və dairəvi künclər arasında ortadadır.
bg: Леко заобленият режим е по средата между квадратните и заоблените ъгли.
cs: Lehce zakulacený režim je mezi hranatými a kulatými rohy
de: Der Modus "Leicht abgerundet" befindet sich in der Mitte zwischen eckigen und abgerundeten Ecken.
el: Η λειτουργία Λίγο Στρογγυλεμένη είναι μεταξύ τετράγωνης και στρογγυλής γωνίας.
es: el modo ligeramente redondeado tiene una forma entre cuadrada y redondeada.
fa: حالت «کمی گرد» گوشه پنجره‌ها را به اجبار کمی گرد می‌کند.
fr: "légèrement arrondi" active les coins semi-arrondis.
hu: Az enyhén lekerekített mód középen van a négyzet alakú és a lekerekített sarkok között.
id: Mode agak membulat berada di tengah antara sudut persegi dan sudut membulat.
it: La modalità leggermente arrotondata è una via di mezzo tra gli angoli quadrati e quelli arrotondati.
ja: 「少し丸く」は、「四角」と「丸」の中間の形です。
ko: 약간 둥글게 모드는 창 모서리를 살짝 둥글게 합니다.
nl: De optie "Licht afgerond" staat tussenin de vierkante en afgeronde hoeken.
pl: Lekko zokrąglone, wymusza krawędź mniej zaobloną niż normalnie.
pt_br: O modo ligeiramente arredondado está no meio entre os cantos quadrados e arredondados.
ro: Modul Ușor Rotunjit este o combinație dintre modul pătrățos si modul rotunjit.
ru: Режим слегка скругленных рамок принудительно применяет режим скругления между острыми и скругленными для всех окон.
sr_cyrl: Благо закругљени режим је нешто између четвртастих и закругљених углова.
sr_latn: Blago zakrugljeni režim je nešto između četvrtastih i zakrugljenih uglova.
tr: Birazcık yuvarlatılmış mod, kare ve yuvarlatılmış modların arasındadır.
uk: режим "Злегка заокруглені" являє собою щось середнє між квадратними та заокругленими кутами.
vi: Chế độ kết hợp giữa góc vuông và viền tròn.
zh_hans: 现在将强制应用程序使用圆角半径稍小的窗口边框。
zh_hant: 現在將強製應用程序使用圓角半徑稍小的窗口邊框。
